<?php

	include 'header.php';

?>



<html dir="rtl" lang="ar">

<head>

    <meta charset="utf-8">

    <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">

	<title>معلومات عنا</title>

	<link href="css/about-us.css" rel="stylesheet" type="text/css" />

</head>



<body>



     <div class="about-us">

		<div class="container">

			<div class="row">

				<div class="col-12">

				  <div class="about-info">	

					<h4>عن  <span> «الأخبار» </span> </h4>

					<p>صدر العدد الأوّل من «الأخبار» في 14 آب 2006 بعد 33 يوماً من العدوان الاسرائيلي على لبنان. إنطلاقة صعبة لكنها «مغامرة محسوبة» كما قال مؤسسها جوزف سماحة في افتتاحيته الأولى . مغامرة «الأخبار» في القرن الواحد والعشرين هي في تميّزها سياسياً ومهنياً. في السياسة، هي جريدة تميل إلى اليسار وتنتمي الى معسكر رافضي الهيمنة من قلب الولايات المتحدة الاميركية الى أقاصي الشرق وأفريقيا وأميركا الجنوبية وأوروبا. </p>

					<p> مهنياً، تعتمد «الأخبار» على مجموعة من صحافييها الشباب لإنتاج جريدة يومية عصرية تكسر النهج التقليدي في العمل الصحافي، وتعطي أولوية للتحقيقات الخاصة التي تمسّ الحياة اليومية وقضايا المجتمع دون أن تكون محصورة بالضرورة في الإطار السياسي للحدث. تتميّز «الأخبار» بتصميمها وشكلها وموقعها الإلكتروني الذي يواكب المعايير الحديثة في صناعة الصحافة وتولي اهتماماً خاصاً بالصورة والرسوم الكاريكاتورية. </p>

					<p> تصدر «الأخبار» عن شركة «أخبار بيروت» وفق رخصة لجريدة «الأخبار» التي تأسست عام 1953. </p>

					<p class="bottom-info"> رئيس التحرير، رئيس مجلس الإدارة: </p>
					<h5>  إبراهيم الأمين  </h5>

					<p class="bottom-info">رئيس تحريرها المؤسس (2006 – 2007): </p>
					<h5> جوزف سماحة  </h5>
				  </div>

				</div>

			</div>

		</div>

	</div>
 

	

</body>

</html>



<?php

	include 'footer.php';

?>