import React from 'react'

const FormSidebar = () => {
    const styles = {
        preProfile: {
          marginBottom: '30px',
          borderBottom: '1px solid #d7d7d7',
        },
        formTitle: {
          color: '#cb051a',
        }
      }
    const texts = {
        man: 'حسن علّيق',
        otherText31: 'مؤازرة عسكرية، ارتأى رئيس الجامعة الأميركية في بيروت، فضلو خوري، أن يواجه أهل الجامعة. وكما تفعل السلطة السياسية مع مواطنيها، فعل خوري مع 650 من العاملين والموظفين، فأبلغهم بقرارات صرفهم من أعمالهم، في حضرة العسكر. فعل خوري بالعلن ما كان يفعله في الإدارة بالسر. اللافت هنا أن هذا الأخير الذي سار على نهج سلطة كان حتى وقت غير بعيد «يثور» ضدها في الساحات. بدم بارد، ارتكب فضلو خوري «مجزرة» بحق مئات الموظفين في مؤسسة هي من الأكثر ثراء في لبنان',
        otherText32: 'ليل أوّل من أمس، تبلّغ الموظفون والعاملون في الجامعة الأميركية في بيروت، عبر البريد الإلكتروني، بضرورة الحضور إلى عملهم باكراً. لم تحمل تلك الرسالة أية تفاصيل تُذكر، باستثناء التشديد على الحضور، ولكن فهم «أهل» الجامعة ما الذي ينتظرهم صباح اليوم التالي. فهم، أصلاً، يترقبون وصول تلك الرسالة منذ ما يقرب شهراً ونصف شهر. تحديداً، منذ اللحظة التي أعلن فيها رئيس الجامعة، فضلو خوري، عن «أسوأ الأزمات» التي تعانيها المؤسسة. وما زادهم يقيناً بأن ما كان ينتظرهم هو إبلاغهم بقرارات صرفهم، البريد المتأخر والذي أعلن فيه مدير المركز الطبي في الجامعة، جوزف عتيق، عن «استقالة» ستة مدراء من مناصبهم، مرحباً في الوقت نفسه بالمدراء الجدد الذين جرى تعيينهم في المراكز الشاغرة.',
        blogBgBtn: 'مقالات ذات صلة ',
        articleTitle: 'استقالة ألان بيفاني: نهاية انتفاضة مدير عام ',
        otherText51: 'صباح أمس، حضر الموظفون إلى مكاتبهم، فكانت في استقبالهم... كتيبة عسكرية استدعتها إدارة الجامعة لمواجهة أي سيناريو قد يقبل عليه المصروفون! هذا ما ارتآه خوري في مواجهة تداعيات مجزرة الصرف التي نفّذها أمس بحق 650 موظفاً وعاملاً في الجامعة الأميركية. استدعى العسكر في مواجهة موظّفين عزّل، منتهجاً خطاً كان حتى وقتٍ غير بعيد «يثور» ضده في الساحات. تماماً، كما تفعل السلطة السياسية في مواجهة مواطنيها، فعل خوري مع «أهل» الجامعة، فكان «عهده» أول عهدٍ «سيذكر في ما بعد التاريخ أنه واجه أهله مدجّجاً بالعسكر». هذا ما يقوله الناس هناك.',
        otherText52: 'هكذا، استحال محيط الجامعة، أمس، ساحة حرب. عسكريون في حالة تأهب. آليات عسكرية تسدّ المداخل، فيما الموظفون يدخلون مكاتبهم بلا حولٍ ولا قوة ينتظرون مغلّفات ستُرسل من «فوق». مع ذلك، لم يكن ثمة حاجة إلى التبليغ الرسمي، فقد علم المصروفون بأمر صرفهم من «أجهزة الكمبيوتر الخاصة بهم التي فُصلت عن شبكة الإنترنت». فكل من كانت أجهزتهم مفصولة عن الشبكة علموا أنهم ضحايا، على ما قال أحد الذين صُرفوا، ثم مع ساعات الظهر صارت هذه الإشارة أمراً واقعاً. وبحلول الثالثة عصراً، كان الكل قد تبلّغ. كان المشهد «مأساوياً»، على ما يروي جورج الجردي، رئيس نقابة العمال والمستخدمين في الجامعة. بكاء وعناق. كان هذا أقصى ما فعله المصروفون. لم يحطّموا ولم يشتموا، بل «ظلّوا أوفياء للمكان الذي بذلوا فيه جلّ أعمارهم»، على ما يقول الجردي. أما خوري، فقد ارتأى أن يترجم عبارة أسوأ الأزمات التي تمر بها الجامعة بصرف المئات من أهلها. لم يأبه لما يمكن أن يكون مصير هؤلاء في عزّ الأزمة المالية التي تضرب البلاد. فكل ما كان «يهمه في تلك اللحظة التغطية على سوء إدارته للجامعة». هذا ما يجمع عليه الكثير من العاملين هناك. أكثر من ذلك يقول هؤلاء بأنه «إذا كان خوري يعتبر أن الحكومة الحالية هي أسوأ حكومة مرّت في تاريخ لبنان، فإدارة خوري هي أسوأ إدارة مرّت على الجامعة». إدارة تجلى عنفها أمس مع المصروفين الذين رُحّلوا من مكاتبهم «بأغراضهم الشخصية أمس، يعني كيف بنحضر بالأفلام الأميركية كيف بضبوا كلاكيشهن بعلبة صغيرة، هيك صار مبارح».',
        allBtn1: ' أطبّاء ',
        allBtn2: ' كورونا ',
        allBtn3: ' الجامعة الأميركية ',
        allBtn4: ' طلاب ',
        sideBarTitle: 'الأكثر قراءة',
        profileTitle: 'في انتظار الخراب الكبير: تآمر وتواطؤ... وصمت!',
        profileText: 'فلسطين',
        formText: 'اشترك في نشرة ',
        formTitle: '«الأخبار»',
        formPlaceholder: 'البريد الإلكتروني',
        formSwitch: 'أريد الاشتراك في نشرة «الأخبار» الإلكترونية ',
        formSubmit: 'اشترك',
      }
    return (
        <div className="part-2 form sidebar">
            <h2>
            {texts.formText}
            <span style={styles.formTitle}>
                {texts.formTitle}
                <span></span>
            </span>
            </h2>
            <input type="email" name="email" placeholder={texts.formPlaceholder}/>
            <div className="on">
            <label className="switch">
                <input type="checkbox" checked/>
                <span className="slider round"></span>
            </label>
            <span>{texts.formSwitch}</span>
            </div>
            <button type="submit" className="submit">{texts.formSubmit}</button>
        </div>
    )
}

export default FormSidebar
