import React from 'react'

const TopInfoSection = () => {
    const texts = {
        main: 'ليست أزمة محروقات وحسب. هي أزمة مالية - نقدية - اقتصادية. المصارف الخاصة صارت عاجزة عن تمويل الاستيراد. وفتح الاعتمادات بات شبه محصور في مصرف لبنان. الأخير يبطئ عملية فتح الاعتمادات، سواء لأنه عاجز ولا يريد الإقرار بذلك، أو لأنه يتعمّد خفض الاستهلاك لـ«توفير» ما تبقى في جعبته من دولارات المودعين التي انتقلت، في السنين الماضية، من المصارف إلى خزائنه. بعض الشركات المستوردة تقتّر الاستيراد، وتربطه بفتح اعتمادات مسبقاً. فيما البعض الآخر يعاني من تأخير إجراءات مصرف لبنان. بعضها أيضاً يشكو من نسبة الـ 10 في المئة من قيمة الشحنات، التي يجب عليها تأمينها بالدولارات غير المودعة في المصارف. 10 في المئة تكاد تعادل قيمتها بالليرة نسبة الـ 90 في المئة التي تؤمنها الشركات بالليرة، ويغطيها مصرف لبنان بالسعر الرسمي (الأول) للدولار، أي 1515 ليرة. هذه النسب يجري تقاذفها بين المستوردين والموزعين وأصحاب المحطات. لا أحد منهم يريد المس بالثروة التي جمعها سابقاً، ولا بدولاراته. على العكس من ذلك، كل منهم يريد مراكمة المزيد من الثروة، ويشكو: سعر قطع غيار الشاحنات بالدولار، أجرة النقل تضاعفت، أجرة التخزين أيضاً... النتيجة أن البعض يفضّل اليوم انتظار هدوء السوق؛ فيما البعض الآخر يخزّن المازوت، لأنه ينتظر ارتفاع الأسعار عالمياً أو رفع الدعم المحلي؛ فيما فريق ثالث بدأ يُخرج إلى السوق السوداء ما سبق أن خزنه في أيام انحدار السعر إلى حدود 10 آلاف ليرة لصفيحة المازوت الواحدة. النتيجة أن منشآت النفط أضحت البائع الأول للمازوت في السوق، وتغطي أحياناً نقص المادة المشتعلة في معامل إنتاج الكهرباء. وفي هذه السوق، المافيا نفسها أقوى من أي شيء آخر. ليست أزمة محروقات وحسب. هو نموذج اقتصادي تهاوى. نقص المحروقات وانقطاع الكهرباء ليسا سوى عوارض ناتجة من المرض. ',
    }
    return (
        <div className="top-info-section">
            <div className="container">
                <div className="row">
                    <div className="col-12">
                        <p>
                            {texts.main}
                        </p>
                    </div>
                </div>
            </div>
        </div>
    )
}

export default TopInfoSection
